Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

source: 主屏幕
ar: الشاشة الرئيسية
de: Hauptbildschirm
en: Home Screen
es: Pantalla principal
fr: Écran principal
hi: मुख्य स्क्रीन
id: Layar utama
it: Schermata principale
ja: メイン画面
ko: 메인 화면
nl: Hoofdscherm
pl: Ekran główny
pt: Tela principal
ru: Главный экран
th: หน้าจอหลัก
tr: Ana ekran
uk: Головний екран
vi: Màn hình chính
zh_hant: 主畫面

source: 了解反馈状态
ar: فهم حالة التعليقات
de: Verstehen Sie den Feedback-Status
en: Understanding Feedback Status
es: Comprender el estado de la retroalimentación
fr: Comprendre l'état des commentaires
hi: प्रतिक्रिया की स्थिति को समझें
id: Pahami status umpan balik
it: Comprendi lo stato del feedback
ja: フィードバックの状態を理解する
ko: 피드백 상태를 파악하다
nl: Begrijp de feedbackstatus
pl: Zrozum status informacji zwrotnej
pt: Entenda o status do feedback
ru: Понять статус обратной связи
th: เข้าใจสถานะข้อเสนอแนะ
tr: Geri bildirim durumunu anlayın
uk: Зрозумійте статус зворотного зв'язку
vi: Hiểu trạng thái phản hồi
zh_hant: 瞭解反餽狀態

source: 二维码
ar: رمز الاستجابة السريعة
de: QR-Code
en: QR Code
es: Código QR
fr: Code QR
hi: क्यूआर कोड
id: Kode QR
it: Codice QR
ja: QRコード
ko: QR코드
nl: QR-code
pl: Kod QR
pt: Código QR
ru: QR-код
th: คิวอาร์โค้ด
tr: QR kodu
uk: QR-код
vi: Mã QR
zh_hant: QR 碼

source: 互联网
ar: الإنترنت
de: Internet
en: Internet
es: Internet
fr: Internet
hi: इंटरनेट
id: Internet
it: Internet
ja: インターネット
ko: 인터넷
nl: Internet
pl: Internet
pt: Internet
ru: Интернет
th: อินเทอร์เน็ต
tr: İnternet
uk: Інтернет
vi: In-tơ-nét
zh_hant: 網際網路

source: 互联网：在线
ar: الإنترنت: عبر الإنترنت
de: Internet: Online
en: Internet: Online
es: Internet: En línea
fr: Internet : En ligne
hi: इंटरनेट: ऑनलाइन
id: Internet: Daring
it: Internet: Online
ja: インターネット：オンライン
ko: 인터넷: 온라인
nl: Internet: Online
pl: Internet: Online
pt: Internet: Online
ru: Интернет: Онлайн
th: อินเทอร์เน็ต: ออนไลน์
tr: İnternet: Çevrimiçi
uk: Інтернет: Онлайн
vi: Internet: Trực tuyến
zh_hant: 網際網路：在線

source: 互联网：正在检查
ar: الإنترنت: التحقق
de: Internet: Überprüfung
en: Internet: Checking
es: Internet: Comprobación
fr: Internet : Vérification
hi: इंटरनेट: जाँच
id: Internet: Memeriksa
it: Internet: Controllo
ja: インターネット：チェック中
ko: 인터넷: 검사중
nl: Internet: Controleren
pl: Internet: Sprawdzanie
pt: Internet: Verificando
ru: Интернет: Проверка
th: อินเทอร์เน็ต: กําลังตรวจสอบ
tr: İnternet: Kontrol ediliyor
uk: Інтернет: Перевірка
vi: Internet: Kiểm tra
zh_hant: 網際網路：正在檢查

source: 互联网：离线
ar: الإنترنت: غير متصل بالإنترنت
de: Internet: Offline
en: Internet: Offline
es: Internet: Sin conexión
fr: Internet : Hors ligne
hi: इंटरनेट: ऑफलाइन
id: Internet: Offline
it: Internet: Offline
ja: インターネット：オフライン
ko: 인터넷: 오프라인
nl: Internet: Offline
pl: Internet: Offline
pt: Internet: Offline
ru: Интернет: Оффлайн
th: อินเทอร์เน็ต: ออฟไลน์
tr: İnternet: Çevrimdışı
uk: Інтернет: Офлайн
vi: Internet: Ngoại tuyến
zh_hant: 網際網路：離線

source: 仅作示例 ©2020 NAT GAMES Co., Ltd. All Rights Reserved. ©2020 Yostar, Inc. All Rights Reserved.
ar: على سبيل المثال فقط ©2020 شركة NAT GAMES المحدودة. جميع الحقوق محفوظة. ©2020 شركة يوستار. جميع الحقوق محفوظة.
de: Nur zum Beispiel ©2020 NAT GAMES Co., Ltd. Alle Rechte vorbehalten. ©2020 Yostar, Inc. Alle Rechte vorbehalten.
en: For demonstration purposes only. ©2020 NAT GAMES Co., Ltd. All Rights Reserved. ©2020 Yostar, Inc. All Rights Reserved.
es: Solo por ejemplo ©2020 NAT GAMES Co., Ltd. Todos los derechos reservados. ©2020 Yostar, Inc. Todos los derechos reservados.
fr: Par exemple seulement ©2020 NAT GAMES Co., Ltd. Tous droits réservés. ©2020 Yostar, Inc. Tous droits réservés.
hi: केवल उदाहरण के लिए ©2020 NAT गेम्स Co., Ltd. सभी अधिकार सुरक्षित। ©2020 योस्टार, इंक. सभी अधिकार सुरक्षित।
id: Sebagai contoh saja ©2020 NAT GAMES Co., Ltd. Hak Cipta Dilindungi Undang-Undang. ©2020 Yostar, Inc. Hak Cipta Dilindungi Undang-Undang.
it: Solo per esempio ©2020 NAT GAMES Co., Ltd. Tutti i diritti riservati. ©2020 Yostar, Inc. Tutti i diritti riservati.
ja: 例示のみ ©2020 ナットゲーム株式会社 無断複写・転載を禁じます。 ©2020 ヨスター株式会社 無断複写・転載を禁じます。
ko: 예시만 ©2020 NAT GAMES Co., Ltd. 판권 소유. ©2020 Yostar, Inc. 판권 소유.
nl: Bijvoorbeeld alleen ©2020 NAT GAMES Co., Ltd. Alle rechten voorbehouden. © 2020 Yostar, Inc. Alle rechten voorbehouden.
pl: Na przykład tylko ©2020 NAT GAMES Co., Ltd. Wszelkie Prawa Zastrzeżone. ©2020 Yostar, Inc. Wszelkie Prawa Zastrzeżone.
pt: Apenas por exemplo ©2020 NAT GAMES Co., Ltd. Todos Os Direitos Reservados. © 2020 Yostar, Inc. Todos Os Direitos Reservados.
ru: Например, только ©2020 NAT GAMES Co., Ltd. Все права защищены. ©2020 Yostar, Inc. Все права защищены.
th: ตัวอย่างเช่นเท่านั้น ©2020 บริษัท แนท เกมส์ จํากัด สงวนลิขสิทธิ์ ©2020 Yostar, Inc. สงวนลิขสิทธิ์
tr: Örneğin sadece ©2020 NAT OYUNLARI Ltd. Şti. Tüm Hakları Saklıdır. ©2020 Yostar A.Ş. Tüm Hakları Saklıdır.
uk: Наприклад, лише ©2020 NAT GAMES Co., Ltd. Всі права захищені. ©2020 Yostar, Inc. Всі права захищені.
vi: Ví dụ chỉ ©2020 Công ty TNHH NAT GAMES Mọi quyền được bảo lưu. ©2020 Tập đoàn Yostar. Mọi quyền được bảo lưu.
zh_hant: 僅作示例 ©2020 NAT GAMES Co., Ltd. All Rights Reserved. ©2020 Yostar, Inc. All Rights Reserved.

source: 仅作示例，此处的操作不会真的下载视频。
ar: على سبيل المثال، لن تقوم العملية هنا بتنزيل الفيديو حقا.
de: Zum Beispiel wird der Vorgang hier das Video nicht wirklich herunterladen.
en: For demonstration purposes only, this action will not actually download the video.
es: Por ejemplo, la operación aquí realmente no descargará el vídeo.
fr: Par exemple, l'opération ici ne téléchargera pas vraiment la vidéo.
hi: उदाहरण के लिए, यहां ऑपरेशन वास्तव में वीडियो डाउनलोड नहीं करेगा।
id: Sebagai contoh, operasi di sini tidak akan benar-benar mengunduh video.
it: Ad esempio, l'operazione qui non scaricherà davvero il video.
ja: 例として、ここでの操作は実際にビデオをダウンロードしません。
ko: "예시일 뿐, 여기서의 작업은 실제로 동영상을 다운로드하지 않습니다."
nl: De bewerking hier zal de video bijvoorbeeld niet echt downloaden.
pl: Na przykład, operacja tutaj tak naprawdę nie pobierze wideo.
pt: Por exemplo, a operação aqui não vai realmente baixar o vídeo.
ru: Например, операция здесь на самом деле не загрузит видео.
th: ตัวอย่างเช่น การดําเนินการที่นี่จะไม่ดาวน์โหลดวิดีโอจริงๆ
tr: Örneğin, buradaki işlem videoyu gerçekten indirmeyecektir.
uk: Наприклад, операція тут насправді не завантажить відео.
vi: Ví dụ: thao tác ở đây sẽ không thực sự tải xuống video.
zh_hant: 僅作示例，此處的操作不會眞的下載眎頻。

source: 仅作示例，此处的操作不会真的添加书签。
ar: على سبيل المثال فقط، لن تضيف العملية هنا إشارات مرجعية حقا.
de: Zum Beispiel nur, die Operation hier wird nicht wirklich Lesezeichen hinzufügen.
en: For demonstration purposes only, this action will not actually add a bookmark.
es: Solo por ejemplo, la operación aquí realmente no agregará marcadores.
fr: Par exemple, l'opération ici n'ajoutera pas vraiment de signets.
hi: केवल उदाहरण के लिए, यहां ऑपरेशन वास्तव में बुकमार्क नहीं जोड़ेगा।
id: Sebagai contoh saja, operasi di sini tidak akan benar-benar menambahkan penanda.
it: Solo per esempio, l'operazione qui non aggiungerà davvero segnalibri.
ja: 例として、ここでの操作はブックマークを実際に追加しません。
ko: 예시로만, 여기서의 작업은 실제로 책갈피를 추가하지 않습니다.
nl: Bijvoorbeeld, de bewerking hier zal niet echt bladwijzers toevoegen.
pl: Na przykład tylko, operacja tutaj tak naprawdę nie doda zakładek.
pt: Por exemplo, a operação aqui realmente não adicionará marcadores.
ru: Например, операция здесь на самом деле не будет добавлять закладки.
th: ตัวอย่างเช่น การดําเนินการที่นี่จะไม่เพิ่มบุ๊กมาร์กจริงๆ
tr: Örneğin, buradaki işlem gerçekten yer imleri eklemeyecektir.
uk: Наприклад, лише операція тут насправді не додасть закладки.
vi: Chỉ ví dụ, thao tác ở đây sẽ không thực sự thêm dấu trang.
zh_hant: 僅作示例，此處的操作不會真的添加書籤。

source: 仅作示例，请支持正版图书。
ar: على سبيل المثال فقط، يرجى دعم الكتب الأصلية.
de: Nur zum Beispiel, bitte unterstützen Sie echte Bücher.
en: For demonstration purposes only, please support legitimate books.
es: Solo por ejemplo, por favor apoye los libros genuinos.
fr: Par exemple, veuillez soutenir les livres authentiques.
hi: केवल उदाहरण के लिए, कृपया वास्तविक पुस्तकों का समर्थन करें।
id: Sebagai contoh saja, tolong dukung buku asli.
it: Solo per esempio, si prega di sostenere i libri genuini.
ja: 例示のみで、正規の書籍をサポートしてください。
ko: 예시로만, 정품 도서를 지원해 주세요.
nl: Bijvoorbeeld, alleen, steun echte boeken.
pl: Na przykład tylko, proszę wspierać prawdziwe książki.
pt: Apenas por exemplo, por favor, apoie livros genuínos.
ru: Например, пожалуйста, поддерживайте подлинные книги.
th: ตัวอย่างเช่นเท่านั้น โปรดสนับสนุนหนังสือของแท้
tr: Örneğin, lütfen orijinal kitapları destekleyin.
uk: Наприклад, лише, будь ласка, підтримайте справжні книги.
vi: Ví dụ, vui lòng hỗ trợ sách chính hãng.
zh_hant: 僅作示例，請支持正版書籍。

source: 仅作示例。
ar: على سبيل المثال فقط.
de: Nur zum Beispiel.
en: For demonstration purposes only.
es: Solo por ejemplo.
fr: Juste pour exemple.
hi: सिर्फ उदाहरण के लिए।
id: Hanya sebagai contoh.
it: Solo per esempio.
ja: 例示にすぎない。
ko: 예시로만.
nl: Gewoon voor een voorbeeld.
pl: Tylko na przykład.
pt: Apenas por exemplo.
ru: Просто для примера.
th: ยกตัวอย่าง
tr: Sadece örnek olarak.
uk: Просто для прикладу.
vi: Chỉ là ví dụ.
zh_hant: 僅作示例。

source: 仅作示例。 %@
ar: على سبيل المثال فقط. %@
de: Nur zum Beispiel. %@
en: For demonstration purposes only. %@
es: Solo por ejemplo. %@
fr: Juste pour exemple. %@
hi: सिर्फ उदाहरण के लिए। %@
id: Hanya sebagai contoh. %@
it: Solo per esempio. %@
ja: 例示にすぎない。 %@
ko: 예시로만. %@
nl: Gewoon voor een voorbeeld. %@
pl: Tylko na przykład. %@
pt: Apenas por exemplo. %@
ru: Просто для примера. %@
th: ยกตัวอย่าง %@
tr: Sadece örnek olarak. %@
uk: Просто для прикладу. %@
vi: Chỉ là ví dụ. %@
zh_hant: 僅作示例。 %@

source: 今天
ar: اليوم
de: Heute
en: Today
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: Сегодня
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay

source: 仍有问题？
ar: هل لا تزال هناك مشاكل؟
de: Gibt es noch Probleme?
en: Still having issues?
es: ¿Todavía hay problemas?
fr: Y a-t-il encore des problèmes ?
hi: क्या अभी भी समस्याएं हैं?
id: Apakah masih ada masalah?
it: Ci sono ancora problemi?
ja: まだ問題がある？
ko: 아직도 문제가 있나요?
nl: Zijn er nog steeds problemen?
pl: Czy nadal są problemy?
pt: Ainda há problemas?
ru: Все еще есть проблемы?
th: ยังมีปัญหาอยู่ไหม
tr: Hala sorunlar var mı?
uk: Все ще є проблеми?
vi: Vẫn còn vấn đề chứ?
zh_hant: 仍有問題？

source: 从历史记录选择
ar: اختر من التاريخ
de: Wählen Sie aus der Geschichte
en: Select from History
es: Seleccione de la historia
fr: Sélectionnez dans l'historique
hi: इतिहास से चुनें
id: Pilih dari riwayat
it: Seleziona dalla cronologia
ja: 履歴から選択する
ko: 역사 기록에서 선택
nl: Selecteer uit de geschiedenis
pl: Wybierz z historii
pt: Selecione do histórico
ru: Выберите из истории
th: เลือกจากประวัติ
tr: Geçmişten seç
uk: Виберіть з історії
vi: Chọn từ lịch sử
zh_hant: 從歴史記録選擇

source: 从此处开始设置你的暗礁浏览器。
ar: ابدأ في إعداد متصفح الشعاب المرجانية الخاص بك من هنا.
de: Beginnen Sie von hier aus mit der Einrichtung Ihres Reef-Browsers.
en: Start here to set up your Darock Browser.
es: Comience a configurar su navegador de arrecifes desde aquí.
fr: Commencez à configurer votre navigateur récifal à partir d'ici.
hi: यहां से अपना रीफ ब्राउज़र सेट करना शुरू करें।
id: Mulailah mengatur browser reef Anda dari sini.
it: Inizia a configurare il tuo browser Reef da qui.
ja: ここからDarockブラウザを設定してください。
ko: 여기서부터 당신의 암초 브라우저를 설정하세요.
nl: Begin vanaf hier met het instellen van uw rifbrowser.
pl: Rozpocznij konfigurację przeglądarki rafy stąd.
pt: Comece a configurar seu navegador de recifes a partir daqui.
ru: Начните настраивать свой браузер Reef здесь.
th: เริ่มตั้งค่าเบราว์เซอร์แนวปะการังของคุณจากที่นี่
tr: Resif tarayıcınızı buradan kurmaya başlayın.
uk: Почніть налаштовувати свій рифовий браузер звідси.
vi: Bắt đầu thiết lập trình duyệt rạn san hô của bạn từ đây.
zh_hant: 從此處開始設置你的暗礁瀏覽器。

source: 从离线歌曲选择
ar: اختر الأغاني من غير متصل بالإنترنت
de: Wählen Sie Songs aus offline
en: Select from offline songs
es: Elige canciones sin conexión
fr: Choisissez des chansons hors ligne
hi: ऑफ़लाइन से गाने चुनें
id: Pilih lagu dari offline
it: Scegli le canzoni dall'offline
ja: オフラインの曲から選択する
ko: 오프라인 노래에서 선택
nl: Kies nummers van offline
pl: Wybierz utwory z offline
pt: Escolha músicas offline
ru: Выберите песни из офлайна
th: เลือกเพลงจากออฟไลน์
tr: Çevrimdışı şarkı seçin
uk: Виберіть пісні з офлайну
vi: Chọn các bài hát từ ngoại tuyến
zh_hant: 從離綫歌麯選擇

source: 从边缘 向右滑动
ar: من الحافة انزلق إلى اليمين
de: Vom Rand Schieben Sie nach rechts
en: Swipe right from the edge.
es: Desde el borde Desliza hacia la derecha
fr: Du bord Faites glisser vers la droite
hi: किनारे से दाईं ओर स्लाइड करें
id: Dari tepi Geser ke kanan
it: Dal bordo Scorri a destra
ja: 端から 右にスワイプ
ko: 가장자리에서 오른쪽으로 밀다
nl: Vanaf de rand Schuif naar rechts
pl: Z krawędzi Przesuń w prawo
pt: Da borda Deslize para a direita
ru: Проведите пальцем от края вправо
th: จากขอบ เลื่อนไปทางขวา
tr: Kenardan Sağa kaydır
uk: З краю Ковзати вправо
vi: Từ rìa Trượt sang phải
zh_hant: 從邊緣 向右滑動

source: 你已登录
ar: لقد قمت بتسجيل الدخول.
de: Sie haben sich eingeloggt.
en: You’re signed in.
es: Has iniciado sesión.
fr: Vous vous êtes connecté.
hi: आपने लॉग इन कर लिया है।
id: Anda telah masuk.
it: Hai effettuato l'accesso.
ja: ログインしました
ko: 당신은 이미 로그인했습니다
nl: Je bent ingelogd.
pl: Zalogowałeś się.
pt: Você fez login.
ru: Вы вошли в систему.
th: คุณได้เข้าสู่ระบบแล้ว
tr: Giriş yaptınız.
uk: Ви увійшли в систему.
vi: Bạn đã đăng nhập.
zh_hant: 你已登入

source: 你要存储当前的草稿吗？
ar: هل تريد تخزين المسودة الحالية؟
de: Möchten Sie den aktuellen Entwurf speichern?
en: Do you want to save the draft?
es: ¿Quieres almacenar el borrador actual?
fr: Voulez-vous stocker le brouillon actuel ?
hi: क्या आप वर्तमान ड्राफ्ट को स्टोर करना चाहते हैं?
id: Apakah Anda ingin menyimpan draf saat ini?
it: Vuoi memorizzare la bozza attuale?
ja: 現在の下書きを保存しますか？
ko: 현재 초안을 저장하시겠습니까?
nl: Wil je het huidige ontwerp opslaan?
pl: Czy chcesz zapisać aktualny szkic?
pt: Você quer armazenar o rascunho atual?
ru: Вы хотите сохранить текущий черновик?
th: คุณต้องการเก็บร่างปัจจุบันหรือไม่?
tr: Mevcut taslağı saklamak ister misiniz?
uk: Ви хочете зберегти поточний проект?
vi: Bạn có muốn lưu trữ bản nháp hiện tại không?
zh_hant: 你要存儲當前的草稿嗎？

source: 使用前提示
ar: نصائح قبل الاستخدام
de: Tipps vor der Verwendung
en: Tips
es: Consejos antes de usar
fr: Conseils avant utilisation
hi: उपयोग करने से पहले टिप्स
id: Tips sebelum digunakan
it: Consigli prima dell'uso
ja: 使用前のヒント
ko: 사용 전 안내
nl: Tips voor gebruik
pl: Wskazówki przed użyciem
pt: Dicas antes de usar
ru: Советы перед использованием
th: เคล็ดลับก่อนใช้งาน
tr: Kullanmadan önce ipuçları
uk: Поради перед використанням
vi: Lời khuyên trước khi sử dụng

source: 使用定位服务
ar: استخدم خدمات الموقع
de: Standortdienste nutzen
en: Use Location Services
es: Utilizar los servicios de localización
fr: Utiliser les services de localisation
hi: स्थान सेवाओं का उपयोग करें
id: Gunakan layanan lokasi
it: Utilizzare i servizi di localizzazione
ja: 位置情報サービスを使用
ko: 위치 서비스 사용
nl: Gebruik locatiediensten
pl: Korzystaj z usług lokalizacyjnych
pt: Use serviços de localização
ru: Используйте службы определения местоположения
th: ใช้บริการระบุตําแหน่ง
tr: Konum hizmetlerini kullan
uk: Скористайтеся службами визначення місцезнаходження
vi: Sử dụng dịch vụ định vị
zh_hant: 使用定位服務

source: 使用手势返回上一页
ar: استخدم الإيماءات للعودة إلى الصفحة السابقة
de: Verwenden Sie Gesten, um zur vorherigen Seite zurückzukehren
en: Use Gesture to Go Back
es: Usa gestos para volver a la página anterior
fr: Utilisez des gestes pour revenir à la page précédente
hi: पिछले पृष्ठ पर लौटने के लिए इशारों का उपयोग करें
id: Gunakan gerakan untuk kembali ke halaman sebelumnya
it: Usa i gesti per tornare alla pagina precedente
ja: ジェスチャーで前のページに戻る
ko: 제스처를 사용하여 이전 페이지로 돌아갑니다.
nl: Gebruik gebaren om terug te keren naar de vorige pagina
pl: Użyj gestów, aby powrócić do poprzedniej strony
pt: Use gestos para retornar à página anterior
ru: Используйте жесты, чтобы вернуться на предыдущую страницу
th: ใช้ท่าทางเพื่อกลับไปที่หน้าก่อนหน้า
tr: Önceki sayfaya dönmek için hareketleri kullanın
uk: Використовуйте жести, щоб повернутися на попередню сторінку
vi: Sử dụng cử chỉ để quay lại trang trước
zh_hant: 使用手勢返回上一頁

source: 使用旧版引擎时，用户脚本不可用
ar: عند استخدام الإصدار القديم من المحرك، لا يتوفر البرنامج النصي للمستخدم.
de: Bei Verwendung der alten Version der Engine ist das Benutzerskript nicht verfügbar.
en: Userscripts are not available when using traditional engine
es: Cuando se utiliza la versión anterior del motor, el script de usuario no está disponible.
fr: Lors de l'utilisation de l'ancienne version du moteur, le script utilisateur n'est pas disponible.
hi: इंजन के पुराने संस्करण का उपयोग करते समय, उपयोगकर्ता स्क्रिप्ट उपलब्ध नहीं है।
id: Saat menggunakan mesin versi lama, skrip pengguna tidak tersedia.
it: Quando si utilizza la vecchia versione del motore, lo script utente non è disponibile.
ja: 旧エンジン使用時は、ユーザースクリプトは利用できません
ko: 구 버전 엔진을 사용할 때 사용자 스크립트를 사용할 수 없습니다.
nl: Bij gebruik van de oude versie van de engine is het gebruikersscript niet beschikbaar.
pl: Podczas korzystania ze starej wersji silnika, skrypt użytkownika nie jest dostępny.
pt: Ao usar a versão antiga do mecanismo, o script do usuário não está disponível.
ru: Пользовательские скрипты недоступны при использовании старого движка.
th: เมื่อใช้เครื่องยนต์เวอร์ชันเก่า สคริปต์ผู้ใช้ไม่พร้อมใช้งาน
tr: Motorun eski sürümünü kullanırken, kullanıcı komut dosyası kullanılamaz.
uk: При використанні старої версії рушія скрипт користувача недоступний.
vi: Khi sử dụng phiên bản cũ của công cụ, tập lệnh người dùng không khả dụng.
zh_hant: 使用舊版引擎時，用戶腳本不可用

source: 使用旧版引擎时，网页归档不可用
ar: عند استخدام الإصدار القديم من المحرك، لا تتوفر أرشفة صفحات الويب.
de: Bei Verwendung der alten Version der Engine ist die Archivierung von Webseiten nicht verfügbar.
en: Web page archiving is not available when using traditional engine
es: Cuando se utiliza la versión antigua del motor, el archivo de páginas web no está disponible.
fr: Lors de l'utilisation de l'ancienne version du moteur, l'archivage des pages Web n'est pas disponible.
hi: इंजन के पुराने संस्करण का उपयोग करते समय, वेब पेज संग्रह उपलब्ध नहीं है।
id: Saat menggunakan mesin versi lama, pengarsipan halaman web tidak tersedia.
it: Quando si utilizza la vecchia versione del motore, l'archiviazione della pagina web non è disponibile.
ja: 旧エンジン使用時はウェブアーカイブは利用できません
ko: 구 버전 엔진을 사용할 때 웹 페이지 아카이브를 사용할 수 없습니다.
nl: Bij gebruik van de oude versie van de engine is webpagina-archivering niet beschikbaar.
pl: Podczas korzystania ze starej wersji silnika, archiwizacja stron internetowych nie jest dostępna.
pt: Ao usar a versão antiga do mecanismo, o arquivamento da página da web não está disponível.
ru: При использовании старого движка веб-архивирование недоступно.
th: เมื่อใช้เครื่องยนต์เวอร์ชันเก่า การเก็บถาวรหน้าเว็บจะไม่พร้อมใช้งาน
tr: Motorun eski sürümünü kullanırken, web sayfası arşivleme kullanılamaz.
uk: При використанні старої версії рушія архівування веб-сторінок недоступне.
vi: Khi sử dụng phiên bản cũ của công cụ, việc lưu trữ trang web không khả dụng.
zh_hant: 使用舊版引擎時，網頁歸檔不可用

source: 使用旧版浏览引擎
ar: استخدم الإصدار القديم من محرك التصفح
de: Verwenden Sie die alte Version der Browser-Engine
en: Use Legacy Browsing Engine
es: Utilice la versión antigua del motor de navegación
fr: Utilisez l'ancienne version du moteur de navigation
hi: ब्राउज़िंग इंजन के पुराने संस्करण का उपयोग करें
id: Gunakan versi lama dari mesin penjelajahan
it: Usa la vecchia versione del motore di navigazione
ja: 旧ブラウジングエンジンを使用
ko: 구 버전 검색 엔진을 사용하다
nl: Gebruik de oude versie van de browse-engine
pl: Użyj starej wersji silnika przeglądania
pt: Use a versão antiga do mecanismo de navegação
ru: Используйте старую версию движка просмотра
th: ใช้เครื่องมือเรียกดูเวอร์ชันเก่า
tr: Tarama motorunun eski sürümünü kullanın
uk: Використовуйте стару версію движка перегляду
vi: Sử dụng phiên bản cũ của công cụ duyệt web
zh_hant: 使用舊版瀏覽引擎

source: 保存
ar: حافَظَ
de: Reservat
en: Save
es: Reserva
fr: Préserver
hi: संरक्षित करना
id: Pertahankan
it: Conservare
ko: 보존
nl: Bewaren
pl: Zachować
pt: Preservar
ru: Заповедник
th: อนุรักษ์
tr: Korumak
uk: Зберегти
vi: Bảo tồn

source: 保存图片时出错
ar: حدث خطأ عند حفظ الصورة.
de: Beim Speichern des Bildes ist ein Fehler aufgetreten.
en: Failed
es: Hubo un error al guardar la imagen.
fr: Il y a eu une erreur lors de l'enregistrement de l'image.
hi: चित्र को सहेजते समय एक त्रुटि हुई।
id: Terjadi kesalahan saat menyimpan gambar.
it: Si è verificato un errore durante il salvataggio dell'immagine.
ja: 写真を保存する時にエラーが発生しました
ko: 사진을 저장할 때 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het opslaan van de afbeelding.
pl: Wystąpił błąd podczas zapisywania obrazu.
pt: Houve um erro ao salvar a foto.
ru: При сохранении изображения произошла ошибка.
th: เกิดข้อผิดพลาดขณะบันทึกรูปภาพ
tr: Resmi kaydederken bir hata oluştu.
uk: Під час збереження зображення сталася помилка.
vi: Đã xảy ra lỗi khi lưu ảnh.

source: 保持时间可见
ar: اجعل الوقت مرئيا
de: Halten Sie die Zeit sichtbar
en: Keep Digital Time Visible
es: Mantén la hora visible
fr: Gardez l'heure visible
hi: समय को दृश्यमान रखें
id: Jaga agar waktu tetap terlihat
it: Mantieni l'ora visibile
ja: 時間を表示する
ko: 시간을 유지하여 볼 수 있다
nl: Houd de tijd zichtbaar
pl: Zachowaj widoczność czasu
pt: Mantenha o tempo visível
ru: Держите время видимым.
th: รักษาเวลาให้มองเห็นได้
tr: Zamanı görünür tut
uk: Тримайте час видимим
vi: Giữ thời gian hiển thị
zh_hant: 保持時間可見

source: 信息
ar: مَعْلومات
de: Information
en: Information
es: Información
fr: Informations
hi: जानकारी
id: Informasi
it: Informazioni
ja: 情報
ko: 정보
nl: Informatie
pl: Informacje
pt: Informação
ru: Информация
th: ข้อมูล
tr: Bilgi
uk: Інформація
vi: Thông tin

source: 储存空间
ar: مساحة التخزين
de: Lagerraum
en: Storage
es: Espacio de almacenamiento
fr: Espace de rangement
hi: भंडारण स्थान
id: Ruang penyimpanan
it: Spazio di archiviazione
ja: ストレージ
ko: 저장공간
nl: Opslagruimte
pl: Miejsce do przechowywania
pt: Espaço de armazenamento
ru: Место для хранения
th: พื้นที่จัดเก็บ
tr: Depolama alanı
uk: Місце для зберігання
vi: Không gian lưu trữ
zh_hant: 儲存空間

source: 允许后台播放
ar: السماح بتشغيل الخلفية
de: Wiedergabe im Hintergrund zulassen
en: Allow Background Playing
es: Permitir la reproducción en segundo plano
fr: Autoriser la lecture en arrière-plan
hi: बैकग्राउंड प्लेबैक की अनुमति दें
id: Mengizinkan pemutaran latar belakang
it: Consenti la riproduzione in background
ja: バックグラウンド再生を許可する
ko: 백그라운드 재생 허용
nl: Achtergrond afspelen toestaan
pl: Zezwól na odtwarzanie w tle
pt: Permitir reprodução em segundo plano
ru: Разрешить фоновое воспроизведение
th: อนุญาตการเล่นพื้นหลัง
tr: Arka plan oynatmaya izin ver
uk: Дозволити фонове відтворення
vi: Cho phép phát lại nền
zh_hant: 允許背景播放

source: 全屏
ar: ملء الشاشة
de: Vollbild
en: Full-screen
es: Pantalla completa
fr: Plein écran
hi: पूर्ण स्क्रीन
id: Layar penuh
it: Schermo intero
ja: フルスクリーン
ko: 전체 화면
nl: Volledig scherm
pl: Pełny ekran
pt: Tela cheia
ru: Полный экран
th: เต็มหน้าจอ
tr: Tam ekran
uk: Повний екран
vi: Toàn màn hình

source: 共享表单
ar: شارك النموذج
de: Das Formular teilen
en: Share sheet
es: Comparte el formulario
fr: Partager le formulaire
hi: फॉर्म साझा करें
id: Bagikan formulirnya
it: Condividi il modulo
ja: 共有フォーム
ko: 공유 양식
nl: Deel het formulier
pl: Udostępnij formularz
pt: Compartilhe o formulário
ru: Общая форма
th: แบ่งปันแบบฟอร์ม
tr: Formu paylaş
uk: Поділитися формою
vi: Chia sẻ biểu mẫu
zh_hant: 共享表單

source: 关于
ar: عَنْ
de: Über
en: About
es: Sobre
fr: À peu près
hi: लगभग
id: Tentang
it: Circa
ja: 概要
ko: 에 관하여
nl: Over
pl: Około
pt: Sobre
ru: О
th: เกี่ยวกับ
tr: Hakkında
uk: Про
vi: Về chủ đề
zh_hant: 關於
